{"Title": "Early indicators and risk factors associated with mental health problems during COVID-19 quarantine: Is there a relationship with the number of confirmed cases and deaths?", "abstract": "BACKGROUND: On March 20 2020, the Argentine Ministry of Health enforced a mandatory quarantine throughout the country in response to the COVID-19 pandemic. AIMS: The object of this study is to determine the initial impact on mental health of Argentine population, by measuring the prevalence of anxiety, depression, insomnia, and self-perceived stress and by determining the associated risk factors, and to analyze that impact in relation to the number of confirmed cases and deaths. METHOD: A cross-sectional survey was conducted through a digital questionnaire, which was completed by 1,985 respondents between March 29 and April 12. The prevalence of anxiety, depression, stress and insomnia was measured with the Generalized Anxiety Disorder-7 Scale (GAD-7), the 9-Item Patients Health Questionnaire (PHQ-9); the Perceived Stress Scale (PSS-10) and the Pittsburgh Sleep Quality Index (PSQI), respectively. RESULTS: The 62.4% of the surveyed population reported signs of psychological distress. It was found that being a woman, being 18 to 27 years old, living with family members or a partner, smoking, and having a poor sleep quality were the significant risk factors. CONCLUSION: Despite the low number of COVID-19 confirmed cases and deaths at that time, a strong impact on mental health indicators was revealed. The authors of this study recommend the monitoring of the population at risk over time and early interventions in order to avoid long-lasting mental health problems.", "body_text": [{"text": "knowledge of disease evolution, etc.) (Huang et al., 2020; Zavascky & Falci, 2020) , public health organisms determined that isolation and social distancing, which implied the confinement of the population and the interruption of all activity outside homes, were effective in preventing the virus dissemination, and hence, they would help to \"flatten the curve of infections.\" In preceding epidemics, those measures had a strong psychosocial and economic impact on inhabitants, communities and countries (Asmundson & Taylor, 2020; Taylor, 2019; Tull et al., 2020) . Earlier studies demonstrated that during the course of isolation measures the levels of anxiety and fear to get sick or die increase, which are in turned increased by the excessive information spread on the media and the circulation of fake news (Rubin & Wessely, 2020) .", "section": ""}, {"text": "In investigations carried out in China at the outset of the pandemic, it was detected that the general population, especially certain population groups (healthcare workers, students, and the elderly) showed high levels of anxiety, perceived stress, and poor sleep quality. Li et al, 2020; Lima et al., 2020; Liu et al, 2020; Pappa et al., 2020; Qiu et al., 2020; Wang, Pan, Wan, Tan, Xu, McIntyre, et al., 2020; Xiao et al., 2020; Yang & Ma, 2020) . Those studies demonstrated that women, students, and the elderly were seriously affected by high levels of anxiety and stress. Possibly, the most studied groups were healthcare workers (particularly female nurses) and students. These su bjects, especially the ones living in cities with a high prevalence of SARS-CoV2, showed more disturbances in their mood and sleep quality than the general population. Chew et al, 2020; Li et al,2020; Pappa et al., 2020; Xiao et al., 2020) . People who already had, prior to the pandemic, mental health disorders or addictions were also affected King et al., 2020; Mediouni et al., 2020; Ornell et al., 2020; Rhem et al., 2020) . However, bibliography at the beginning of the current study was scarce. There is no bibliography about the impact of the pandemic on the Argentine population on search sites to date.", "section": ""}, {"text": "We conducted this cross-sectional survey to determine the psychological impact of the COVID-19 pandemic on Argentine population by using an anonymous, voluntary online questionnaire. The online survey was made with a digital tool (Google Forms) and was spread on social networks (Facebook, Twitter, Instagram) and by email; it was administered from March 29 to April 12. Inclusion criteria were as follows: (a) be 18 years old or over, (b) live in Argentina. Exclusion criteria were as follows: suffer from (a) a previous mental disorder, (b) dyslexia.", "section": "Study design and study population"}, {"text": "First, participants were asked to provide their demographic and social information: age (age groups: 18-27, 28-39, 40-64, and 65 or older) , sex, education level (primary, secondary or higher education), city of residence, quarantine compliance, size of dwelling, and way of living (living alone or with family, friends or partner). Next, they were asked to complete the questionnaires for measuring psychological distress and sleep quality.", "section": "Study design and study population"}, {"text": "The following tools were used to measure the impact on mental health and sleep quality: GAD-7 (Generalized Anxiety Disorder-7 items Scale). Each question is given a value from 0 to 3. Possible answers were not at all sure (0), several days (1), over half the days (2) and nearly every day (3). The total test score can range from 0 to 21. The cut-off point is 10 (86.8% sensitivity and 93.4% specificity) and the level anxiety is classified as follows: Minimum (0-4), Mild (5-9), Moderate (10-14), and Severe (15-21) (Kroenke et al., 2007) . Only respondents who reported moderate or severe anxiety were considered. . This is an instrument to assess the presence and severity of depression symptoms. It consists of nine questions, each rated from 0 to 3. Possible answers were not at all sure (0), several days (1), over half the days (2), and nearly every day (3). The PHQ-9 scores are as follows: None (0-5), Mild (6-8), Moderate (9-14), and Severe (15-27). Only respondents who reported moderate or severe depression (9-27 points) were considered. . This is an instrument to measure the level of perceived stress. It consists of 10 questions, each rated from 0 to 4. Possible answers were never (0), almost never (1), sometimes (2), fairly often (3), and very often (4). The cut-off point is 20, from which the level of perceived stress is considered to be high (Campo-Arias et al., 2009) .", "section": "Tools to measure the impact on mental health and sleep quality"}, {"text": "PSQI (Pittsburgh Sleep Quality Index) . This is a self-report questionnaire that contains nine questions (19 items) and it is used to measure sleep quality and sleep disturbances during the past month. In this case, following Liu et al., only the following four items of the index were selected to measure sleep quality: (a) How would you rate your sleep quality overall? (0. Very good; 1. Fairly good; 2. Fairly bad and 3. Very bad), (b) How often have you had trouble sleeping because you cannot get to sleep within 30 minutes? (0. Not during the past month; 1. Less than once a week; 2. Once or twice a week; 3. Three or more times a week), (c) How often have you had trouble sleeping because you wake up in the middle of the night or early morning? (0. Not during the past month; 1. Less than once a week; 2. Once or twice a week; 3. Three or more times a week), and (d) How many hours of actual sleep do you get at night? (Less than 5 hours per night; 6-7 hours per night; More than 7 hours per night) The use of some items has been seen in other studies since it has been proved that the use of isolated components for measuring subjective sleep quality highly correlates with the global PSQI score (Carpenter & Andrykowski, 1998) . Responses assigned the two highest values in the scale and the response \"less than 7 hours\" for the last question were considered.", "section": "PSS"}, {"text": "The first step consisted in the creation of contingency tables with the descriptive analysis of the data among the independent variables versus the dependent variables in order to know, in general terms, the relationship between these variables (t-test). Then, multiple binary logistic regressions were performed to evaluate in each model the relationship between the dependent variables (Anxiety, Depression or Self-perceived Stress) and the independent variables, using a 95% confidence level to construct the intervals corresponding to Odds Ratios and to consider the statistical significance. p-value <.05 was considered to be significant. The software used was SPPS 9.0 (IBM SPSS Statistics, New York, United States).", "section": "Data analysis"}, {"text": "A consent form was signed by all participants before they completed the survey. The study was approved by the Ethics Committee of Hospital Regional José Iturraspe of San Francisco city, Córdoba, Argentina.", "section": "Ethical approval"}, {"text": "Out of a total of 2,051 collected surveys, 66 were excluded as they were responded by people not living in Argentina, leaving 1,985 valid surveys. The mean age of participants was 36.83 ± 14.41. Of all respondents, 75.9% (1,507) were women. Table 1 summarizes the demographic characteristics of the study population.", "section": "Prevalence and demographic characteristics"}, {"text": "As regards age, 695 (35%) respondents were between 18 and 27 years old; 471 (23.7) were between 28 and 39 years old; 771 (38.9%) were between 40 and 64 years old and 48 (2.4%) were 65 years old or older. Of all participants, 326 (16.4%) were health workers, 228 (11.5%) lived alone, 319 (16.1%) did not quarantine for some reason, 388 (19.5%) smoked and 1,423 (71.7%) were studying for a degree or had already finished their higher education.", "section": "Prevalence and demographic characteristics"}, {"text": "As regards sleep quality, 1,023 (51.1%) participants had trouble in getting to sleep within 30 minutes, 1,078 (54.3%) participants woke up in the middle of the night or early morning, 551 (27.8%) participants slept less than 7 hours and 459 (23.1%) participants rated their sleep quality as fairly bad or very bad.", "section": "Prevalence and demographic characteristics"}, {"text": "The number of respondents suffering from anxiety was 1,050 (52.8%), of which 750 (37.8%) reported mild anxiety, 233 (11.7%) reported moderate anxiety, and 67 (3.3%) reported severe anxiety. In analyzing the factors related to anxiety, only participants who scored moderate or severe anxiety (300 = 15.1%) were considered. In those 300 respondents, the prevalence of moderate to severe anxiety is significantly higher in women (261 = 17.3%) than in men (39 = 8.1%) ( Table 1) .", "section": "Factors related to anxiety"}, {"text": "As regards age, there was a significant prevalence of moderate (103 = 14.6%) or severe (38 = 5.5%) anxiety in young people between 18 and 27 years old, compared to the 28 to 39 age group (45 = 9.6% and 14 = 3%, respectively), the 40 to 64 age group (84 = 10.8% and 15 = 2%, respectively) and the 65 or over age group (1 = 2.1% and 0%, respectively). Respondents who lived alone showed lower levels of moderate to severe anxiety (20 = 8.8%) than those who lived with family members, partners or friends (281 = 15.9%). The difference in severe anxiety was statistically significant. Smokers showed a significantly high level of anxiety (86 = 22.2%), compared to non-smokers (214 = 13.4%). There was no statistically significant difference in the prevalence of anxiety in health personnel, nor in relation to the size of dwelling, level of education or quarantine compliance.", "section": "Factors related to anxiety"}, {"text": "Later, the risk factors of moderate and severe anxiety were analyzed ( Table 2 ). The female sex was significantly associated with moderate to severe anxiety: OR: 2.121; 95% Confidence Interval (95% CI: 1.455-3.092) p: .000. Respondents between 18 and 27 years old were at significantly increased risk: OR: 8.205 (95% CI: 1.097-61.378) p: .04. The levels of anxiety were significantly higher in people living with a partner, children o friends. OR: 1.829 (95% CI: 1.091-3.067) p: .022. The health personnel were also at high risk of suffering from anxiety. OR: 1.595 (95% CI: 1.101-2.309) p: .014 and smokers exhibited similar figures: OR: 1.832 (95% CI: 1.337-2.506) p: .000.", "section": "Factors related to anxiety"}, {"text": "The other demographic variables weren't found to be risk factors for moderate or severe anxiety: being 28 years or over, size of dwelling, level of education, and sleep hours.", "section": "Factors related to anxiety"}, {"text": "Of all participants, 924 (46.5%) showed signs of depression, of which 439 (22.1%) scored mild depression, 369 (18.6%) scored moderate depression, and 116 (5.8%) The education level was transformed into two variables (High school or below and University and postgraduate). Size of dwelling was transformed into two groups (big house or apartment with balcony or garden vs small house or apartment without balcony or garden).", "section": "Factors related to depression"}, {"text": "*p ⩽ .05. **.01. ***p ⩽ .001. scored severe depression. In analyzing the factors related to depression, only respondents who scored moderate or severe depression were considered (485 = 24.4%). In those 485 respondents, the prevalence of moderate or severe depression is significantly higher in women (400 = 26.6%) than in men (85 = 17.7%) (Table 1) . There was a significant prevalence of moderate (29.7%) and severe (11.6%) depression in young people between 18 to 27 years old, compared to the 28 to 39 age group (17.1% and 3.2% respectively), the 40 to 64 age group (10.2% and 2.5%, respectively) and the 65 or over age group (4.2% and 0%, respectively). A statistically greater difference in moderate depression was also found in the 28 to 39 age group, compared to the groups over 40 years. Respondents who complied with quarantine (1,666) had a higher prevalence of moderate depression (324 = 19.5%) than those who for some reason did not (319), in whom the prevalence of moderate depression was lower (43 = 13.5%). Smokers showed a significantly high level of moderate or severe depression (131 = 33.7%), compared to non-smokers (352 = 22.1%). Health workers showed a significantly lower prevalence of moderate or severe depression (51 = 15.7%) than non-health workers (432 = 26%). Respondents who had already finished college had also a significantly lower prevalence of depression (316 = 22.2%) than those who had only completed primary or secondary education (166 = 29.6%). There was no statistically significant difference in the prevalence of depression in relation to the size of dwelling nor to the fact of living alone or with others.", "section": "Factors related to depression"}, {"text": "The risk factors that contributed to moderate or severe depression are listed below ( ", "section": "Factors related to depression"}, {"text": "When we analyzed the factors related to self-perceived stress (Table 1) , 455 (22.9%) of the participants reported high levels of stress. In those 455 respondents, the prevalence of moderate or severe stress was significantly higher in women (392 = 26%) than in men (63 = 13.2%). Young people between 18 and 27 years old showed significantly higher levels of stress (212 = 30.5%) than the 27 to 39 age group, the 40 to 64 age group (136 = 17.6%) and the 65 or over age group. (6 = 12.5%). Respondents who lived with others reported significantly higher levels of stress (427 = 24.3%) than those who lived alone (27 = 11.8%).", "section": "Factors related to stress"}, {"text": "Smokers showed higher levels of stress (105 = 27.1%) than non-smokers (349 = 21.9%). Respondents who had finished university had a lower level of stress (302 = 21.2) than those who had only completed primary or secondary education (152 = 27%). There was no statistically significant difference in relation to the size of dwelling, quarantine compliance, or health personnel.", "section": "Factors related to stress"}, {"text": "The risk factors that contributed to stress are listed below (Table 2) : being a women: OR: 2.151 (95% CI: 1.584-2.921) p: .000 and living with others: OR: 2.245 (95% CI: 1.439-3.502) p: .000.", "section": "Factors related to stress"}, {"text": "Regarding sleep, there is a significant relationship between moderate or severe anxiety levels and difficulty for falling asleep, waking up in the middle of the night, sleeping less than 7 hours, and perception of poor sleep quality. All differences were statistically significant, which shows a connection between sleep quality and high levels of anxiety during the day.", "section": "Sleep quality and psychological impact"}, {"text": "Participants who had trouble in getting to sleep within 30 minutes were at high risk for moderate to severe anxiety: OR: 1.372 (95% CI: 1.005-1.873) p: .047; respondents who woke up in the middle of the night or early morning: OR: 2.315 (95% CI: 1.661-3.226) p: .000 and those who assessed their sleep quality as bad o very bad: OR: 3.226 (95% CI: 2.404-4.310) p: .000.", "section": "Sleep quality and psychological impact"}, {"text": "A statistically significant relationship was also found between moderate or severe depression and difficulty for falling asleep, waking up in the middle of the night or early in the morning, sleeping less than 7 hours, and perception of poor sleep quality.", "section": "Sleep quality and psychological impact"}, {"text": "As with anxiety, those who had trouble in getting to sleep within 30 minutes were at high risk for moderate or severe depression: OR 2.336 (95% CI: 1.792-3.04) p: .000; respondents who woke up in the middle of the night or early morning: OR: 1.908 (95% CI: 1.462-2.494) p: .000 and those who assessed their sleep quality as bad or very bad: OR: 2.66 (95% CI: 2.041-3.472) p: .000.", "section": "Sleep quality and psychological impact"}, {"text": "As with anxiety and depression, a statistically significant relationship was also found between high stress levels and difficulty for falling asleep, waking up in the middle of the night or early in the morning, sleeping less than 7 hours, and perception of a poor sleep quality.", "section": "Sleep quality and psychological impact"}, {"text": "The risk for stress was significantly increased among respondents who had trouble in getting to sleep within 30 minutes: OR 1.759 (95% CI: 1.362-2.273) p: .000; respondents who woke up in the middle of the night or early morning: OR: 1.672 (95% CI: 1.29-2.169) p: .000 and those who assessed their sleep quality as bad o very bad: OR: 2.174 (95% CI: 1.681-2.187) p: .000.", "section": "Sleep quality and psychological impact"}, {"text": "There was not a significant relationship of risk between sleep hours and anxiety, depression, or stress.", "section": "Sleep quality and psychological impact"}, {"text": "This is the first report in literature that shows the psychological impact of social isolation measures in the context Table 2 . Association between significant socio-demografic variables and risk factors for moderate to severe anxiety, depression and significant stress during the COVID-19 outbreak in Argentine population (n: 1,985 The bold indicates the significance of the results.", "section": "Discussion"}, {"text": "of a pandemic in the Argentine population. So far, the scientific evidence available worldwide is scarce, with most publications originating in China. This cross-sectional study was begun 9 days after the mandatory quarantine was enforced, and despite that short time, signs of psychological impact were found in 62.4% of all respondents, of which 15.1% reported moderate or severe anxiety, 24.4% reported moderate or severe depression, and 22.9% showed high stress levels. There were 745 confirmed cases and 19 deaths at the time the study was initiated (03/29/2020).", "section": "Discussion"}, {"text": "The disease appeared in Argentina later than in China and Europe; the media and social networks greatly contributed to disseminating the idea (and fear) that we were about to enter a stage never seen in the history of our country.", "section": "Discussion"}, {"text": "The level of impact on mental health demonstrated in this study was higher than the level shown by during the initial stage of the epidemic in China (When that study was started on January 31, 2020, 9,723 cases and 213 were reported in China) probably because the 2-month period between both studies contributed to increasing the fear of the pandemic, that was starting to spread in Argentina. At that moment, the economic context of our country was characterized by high levels of unemployment and poverty, and the health system was experiencing structural and functional difficulties. But the three parameters were even higher than those obtained in a study conducted in Spain only 2 weeks before our investigation (Ozamiz-Etxebarria et al., 2020) , although in both cases different instruments were used to measure anxiety, depression and stress. When the Ozamiz-Etxabarria et al. (2020) study was initiated (03/14/2020), 4,231 confirmed cases and 1,268 deaths were reported on that day in Spain. Our findings revealed a lower impact than the outcomes obtained in Italy (Mazza et al., 2020) on March 18, 2020, with 31,506 confirmed cases and 2,503 deaths.", "section": "Discussion"}, {"text": "Our hypothesis is that despite the low number of confirmed cases and deaths in our country, the strong impact on the mental health of the general population could be linked to the following factors: massive dissemination of information about what was happening in China and Europe, several travelers having to return to the country from their holiday destinations, unfavorable social and economic conditions and inadequate public health system.", "section": "Discussion"}, {"text": "Our study demonstrates that the impact of the social, preventive, and mandatory confinement on mental health is higher in women than in men. It is worth mentioning that most women began to work from home (teleworking), while they were also in charge of looking after their children and helping them with their online school homework. All this contributed to increase their stress levels since their daily habits were dramatically changed during quarantine. These findings adhere to previous international epidemiological studies that evidenced that women were at higher risk of depression (Lim et al., 2020) and post-traumatic stress .", "section": "Discussion"}, {"text": "Young people showed a higher risk of having anxiety, depression and stress, compared to older adults, especially the 18 to 27 age group, who reported a significantly high risk of anxiety and depression. Given that the majority of the youngest respondents (18-27 years old) were university students, it is possible that some factors (adaptation to a new educational context with online classes, fear that the new reality could negatively affect their academic progression, isolation and scarce contact with peers) may contribute to increase the levels of anxiety, depression and stress, at an age in which those mental disorders are prone to develop. Previous studies carried out on university students in China show similar results Li et al., 2020) , although bibliography is scarce.", "section": "Discussion"}, {"text": "In relation to the low prevalence of anxiety, depression, and stress in older adults (65 years or older), although this is the age group at the highest risk for developing complications and with the highest mortality rate (Zavascky & Falci, 2020) , they are probably more adapted to living in isolation and having little social life. On the other hand, the number of respondents of that age group was low due to the need to use digital technology. This fact does not allow for assuming a response accounting for the low prevalence and risk of those mental disorders.", "section": "Discussion"}, {"text": "Contrary to what was expected, respondents who lived alone had significantly lower levels of anxiety and stress than those who lived with family, partner, or friends. Bibliography accounting for this phenomenon was not found, but it is possible that people living alone are more adapted to isolation, whereas the permanent, extended contact inside home during the confinement may increase the levels of stress and anxiety in people living with a partner, children, etc.", "section": "Discussion"}, {"text": "The health personnel surveyed had a higher risk of anxiety than the general population, though their levels of depression and stress were not significant. This is contrary to what was found in the meta-analysis published by Pappa et al. (2020) , which shows a greater impact on the mental health of healthcare workers than on the general population. The low psychological impact on this group may be linked to the fact that, at the time this study was conducted, the number of COVID-19 confirmed cases at national level was low, with areas of the country without confirmed cases.", "section": "Discussion"}, {"text": "Smokers showed a significant risk of anxiety and depression, and an increased but not significant risk of stress. The link between smoking and anxiety-depression has been evidenced in several publications (Fluharty et al., 2017) , although it is not possible to establish a clear causal relationship or to know which of the two factors precedes the other.", "section": "Discussion"}, {"text": "A significant relationship was also found between bad sleep quality (which includes difficulty for falling asleep, waking up in the middle of the night or early in the morning, and the self-rated overall sleep quality) and the prevalence of anxiety, depression, and stress. There was no significant relationship with the number of hours the respondents slept. The relationship between mental health indicators and poor sleep quality has been evidenced in numerous studies conducted on the general population and on risk groups such as health professionals or students (Pappa et al., 2020; Xiao et al., 2020; Yang & Ma, 2020) .", "section": "Discussion"}, {"text": "No association could be established between the mental disorders studied and size of the dwelling and educational level.", "section": "Discussion"}, {"text": "The triad-being a woman, being young, and living with others-seems to be an interesting risk group that we believe should be studied as quarantine extends.", "section": "Discussion"}, {"text": "Our study has limitations. In the first place, the crosssectional nature of the study does not allow an interpretation for causality, but it shows in a short time window a picture of what is happening at a psychological level in a new and unpredictable reality. Secondly, since this study was disseminated through social networks and it required the use of digital technology, participation was limited since a large part of the population doesn't have access to digital technology or lacks the knowledge of how to use it. These limitations are common in studies of this nature, but we believe that by knowing a snapshot of the psychological reality, measures can be taken to effectively prevent the long-term effects that a situation of this nature can cause.", "section": "Discussion"}]}